lazy_static! {
    pub static ref DRUGS_RE: String = r"(?i)(
(\b([сc](?:ол|мес)(?:[ьи]|ей)|заклад(?:к[аи]|чик|к[ао](?:ми|й))|[sc]pices?|[сc]пайс(?:[ыи]|ов)?))
|
(\b(каапи|банистериопсис|[ck]aapi|banisteriopsis))
|
(\b(диплоптерис|кабрерана|diplopterys|cabrerana))
|
(\b(ибога|tabernanthe|iboga))
|
(\b(психотрия|psychotria))
|
(\b(псилоц[иы]бин|псилоц[иы]н))
|
(\b(геры[4ч]\w?|маков\w{1,2}[\W_]{0,5}соломк\w{1,2}|кан{1,2}абис\w?|can{1,2}abis))
|
(\b(коноп(?:л\w|пельк\w)|мар(и|е)\s?хуан{1,2}\w|анаш\w(?:чк\w)?|гаши[шк]\w?|г[ао]нд?ж(?:а|убас)))
|
(\b(кокаин|опи(?:[яй]|ум|ат)|кан{1,2}абиноид))
|
(\b(гер[оа]ин))
)".to_string().replace("\n", "");
    pub static ref GOV_RE: String = r"(?i)путин|навальн".to_string().replace("\n", "");
}